[
  {
    "record_id": "northern_argus_1985_10_09_003",
    "source_document": "1985-87_Northern__Argus.md",
    "source_line_start": 349,
    "source_line_end": 361,
    "issue_reference": "CXV, 8027, 9 October 1985, page 21",
    "original_text": "Jump Rope for Heart was held at BCS earlier in the year and raised over $1,800.  Karen Hammond raised the most with $211.\n\nJubilee 150 Project\n\nThe working party reconvened on Friday.\n\nWork remains to be done on the $30,000 Bon Accord Project.\n\n$80,000 has been set aside for the Morphett's Enginehouse along with $25,000 from the Department of Mines and Energy for the same site.  The building will be re-roofed, stonework repaired and re-pointed, the floors replaced and displays installed.  A partial re-timbering of the shaft is also contemplated.  The $210,000 earmarked for the Copper Interpretation Centre has been re-allocated by the Jubilee 150 Board.\n\nSA Country Choral Association Choir will perform Handel's Messiah in St Mary's.  John Hall will play the organ and Boyd Dawkins will conduct the choir on Sunday 10 November at 7 p.m.  Soloists will be David Galliver (tenor), Rosemary Nairn (contralto), June Klingberg (contralto) and Celine Egar (soprano).  Admission is free, but a donation of $4 per adult is suggested.",
    "metadata": {
      "publication": "Northern Argus",
      "date": "1985-10-09",
      "volume": "CXV",
      "issue_number": "8027",
      "page": "21",
      "article_type": "community_notice",
      "headline": "Jump Rope for Heart and Jubilee 150 Project update",
      "people_mentioned": ["Karen Hammond", "John Hall", "Boyd Dawkins", "David Galliver", "Rosemary Nairn", "June Klingberg", "Celine Egar"],
      "places_mentioned": ["BCS", "St Mary's"],
      "topics": ["fundraising", "heritage", "community", "celebration"],
      "eric_notes": []
    }
  },
  {
    "record_id": "northern_argus_1985_10_30_001",
    "source_document": "1985-87_Northern__Argus.md",
    "source_line_start": 363,
    "source_line_end": 387,
    "issue_reference": "CXV, 8030, 30 October 1985, page 18",
    "original_text": "Gulf Road Medallion\n\nA competition is being held to design a medallion to commemorate the bullockies and muleteers who carted ore, coal and other materials on the Gulf Road between Burra and Port Wakefield.  It closes on 20 November.  The design must be for both sides of the medallion and must measure 200 mm in diameter.  (The final medallion will be 50 mm in diameter.)  Contact David Bannear for further information.\n\nBurra SES is to be restructured.  Mr Wally Charles' appointment as Controller has been terminated and Steve Woolley is acting Controller.  Burra Burra DC decided on 21 October to buy a suitable SES vehicle and in the short term to house the group's vehicle and equipment in the Christian Bible Chapel shed.\n\nAccident.  A motor vehicle and a section car collided at the Farrell Flat level crossing on 22 October.  The section car driver was slightly injured and the other driver was unhurt.\n\nThe Sheet Metal Manufacturers' Association of SA held its AGM in Burra.  About 30 attended, staying in Paxton Square cottages.\n\nNeil Andrew Federal Member for Wakefield presented the Burra Girl Guides with an Australian Flag on 23 October.  The Group was celebrating its 7th birthday.\n\nBurra Scouts will hold a Jamboree Jig at the Show Hall on 9 November to raise money for five scouts attending the 14th Scout Jamboree in Sydney at the end of the year.  A three course meal will be followed by dancing to Jack Kleinig's music.\n\nMarriage.  This weekend.  Robyn Spackman will marry Steven Meyer.\n\nAsh Thomas, the new doctor, his wife Katthy and daughter Bonnie are welcomed to Burra.\n\nDavid & Jenny Heath and daughter will soon move to Katherine, NT, where David will be manager of a branch.\n\nScouts & Cubs bottle drive on 6 December.\n\nThe Lewis Board of Management reports an occupancy rate of 83% for Paxton Square cottages for September.",
    "metadata": {
      "publication": "Northern Argus",
      "date": "1985-10-30",
      "volume": "CXV",
      "issue_number": "8030",
      "page": "18",
      "article_type": "community_notice",
      "headline": "Gulf Road Medallion competition and community news",
      "people_mentioned": ["David Bannear", "Wally Charles", "Steve Woolley", "Neil Andrew", "Jack Kleinig", "Robyn Spackman", "Steven Meyer", "Ash Thomas", "Katthy Thomas", "Bonnie Thomas", "David Heath", "Jenny Heath"],
      "places_mentioned": ["Gulf Road", "Burra", "Port Wakefield", "Farrell Flat", "Paxton Square", "Wakefield", "Sydney", "Katherine", "NT"],
      "topics": ["community", "accident", "business", "marriage", "appointment", "celebration"],
      "eric_notes": []
    }
  },
  {
    "record_id": "northern_argus_1985_11_06_001",
    "source_document": "1985-87_Northern__Argus.md",
    "source_line_start": 389,
    "source_line_end": 415,
    "issue_reference": "CXV, 8027 (2), 6 November 1985, page 18",
    "original_text": "Marjorie & Perce Thomas celebrated their Diamond Wedding (60th) at Resthaven, Bellevue Heights on 24 August.  The original wedding party was present for the occasion:\n\nFlower girl Joan Spangler nee Bown of Taperoo\n\nBridesmaid Eva Wilks nee Thomas of Burra\n\nBride & Groom, formerly of Burra\n\nBest Man Syd Brown, formerly of Burra.\n\nThe late Rev. Edwin Smith officiated at Kooringa Methodist Church 27 August 1925.\n\n[The bride was born Daphne Marjorie Jean Bown.]\n\n[Check: Syd Brown may have been the bride's brother Sydney Edward Bown.]\n\nJennison's Tyre Service\n\nFrank Fennell completed 25 years' service with Jennison's Tyre Service recently and celebrated with a barbecue on 24 August.  He received a gold watch from Ray Jennison.  From 1 November Jennisons have sold their tyre business to R.W. & G.R. Smedley who will trade as Burra Tyres.  Frank Fennell will continue as an employee of Burra Tyres.\n\nThe Heath Family will be farewelled at the Kooringa Hotel on 8 November.\n\nThe Veteran & Vintage Motor Cycle Club of SA will visit Burra next weekend.\n\nDarren James has been doing well at cricket recently.  Just over a week ago he scored 107 retired versus Booborowie and last weekend scored 109 retired versus Spalding.",
    "metadata": {
      "publication": "Northern Argus",
      "date": "1985-11-06",
      "volume": "CXV",
      "issue_number": "8027 (2)",
      "page": "18",
      "article_type": "community_notice",
      "headline": "Diamond Wedding and business news",
      "people_mentioned": ["Marjorie Thomas", "Perce Thomas", "Joan Spangler", "Eva Wilks", "Syd Brown", "Edwin Smith", "Daphne Marjorie Jean Bown", "Sydney Edward Bown", "Frank Fennell", "Ray Jennison", "R.W. Smedley", "G.R. Smedley", "Darren James"],
      "places_mentioned": ["Resthaven", "Bellevue Heights", "Taperoo", "Burra", "Kooringa", "Kooringa Hotel", "Booborowie", "Spalding"],
      "topics": ["celebration", "marriage", "business", "community", "sport"],
      "eric_notes": ["The bride was born Daphne Marjorie Jean Bown.", "Check: Syd Brown may have been the bride's brother Sydney Edward Bown."]
    }
  },
  {
    "record_id": "northern_argus_1985_11_13_001",
    "source_document": "1985-87_Northern__Argus.md",
    "source_line_start": 417,
    "source_line_end": 435,
    "issue_reference": "CXV, 8028 (2), 13 November 1985, page 18",
    "original_text": "The Melbourne Cup Luncheon at Burra Town Hall on Tuesday was a great success.  Rosemary Nairn and a band of singers entertained.\n\nObituary.  Ted Williams.\n\n[Edwin Thomas Williams born 12 April 1904 Ironmine: died 5 November 1985 Clare.]\n\nSt Mary's was full on Sunday night for the performance of Handel's Messiah by the SA Country Choral Association Choir.\n\nBurra National Trust has reproduced the superb old calendar with pen and wash drawings of Burra's early buildings for use in 1986.\n\nAccident.  A car rolled over on the Burra to Booborowie road on 9 November and a 25-year-old farm hand was admitted to Burra Hospital with injuries sustained in the accident.\n\nBurra Pony Club's 10th Anniversary Horse Show drew a crowd of c. 300.  Club President Bill Keane was pleased with the response.  Ray Wardle, the club's inaugural President, opened the show.  [Two photos.]\n\nBurra Scouts' Jamboree Jig drew a good crowd.  The three-course meal was followed by dancing, games and later a bonfire and sing-a-long.  Five scouts and their leader Rob Letcher will leave for the Jamboree on 28 December.  (Jason Taylor, Ben Letcher, Michael Day, Scott Gardner & Justin Fidock.)\n\nMt Bryan's Gala Weekend was a great success.  About 400 attended.  A street parade started with vintage cars, Son Wilsden & his Clydesdales, the Yankalilla Light Horse and Burra National Trust's fire engines.  A Back-to-School followed.  This coincided with the centenary of the original school building, which is now the teacher's residence.  Ruth Stolte's book Razorback Range Country was launched by the publisher Peter Cotton.  The weekend also marked the 75th birthday of the Mt Bryan Soldiers' Memorial Hall.  On Saturday afternoon there were displays by the Yankalilla Light Horse, sheep dog displays and hayrides.  Tim Butler of Radio 5CK compered the ball that night in the Soldiers' Memorial Hall.  Many attended in period costume.  Ralph Oakley won the beard growing contest for those who started clean shaven on 3 August.  Dave Parnell won the longest beard of all prize.  Sunday's combined church service was conducted by former resident Fr Laurie Quinn assisted by Fr Richard Morris, Rev. Malcolm Thomas and Fr Eugene Kelly.  The United Light Brass Band supplied the music.  A community lunch was followed by a Pleasant Sunday Afternoon compered by Marlene Richards of Hallett.",
    "metadata": {
      "publication": "Northern Argus",
      "date": "1985-11-13",
      "volume": "CXV",
      "issue_number": "8028 (2)",
      "page": "18",
      "article_type": "community_notice",
      "headline": "Melbourne Cup Luncheon and community events",
      "people_mentioned": ["Rosemary Nairn", "Ted Williams", "Edwin Thomas Williams", "Bill Keane", "Ray Wardle", "Rob Letcher", "Jason Taylor", "Ben Letcher", "Michael Day", "Scott Gardner", "Justin Fidock", "Son Wilsden", "Ruth Stolte", "Peter Cotton", "Tim Butler", "Ralph Oakley", "Dave Parnell", "Fr Laurie Quinn", "Fr Richard Morris", "Rev. Malcolm Thomas", "Fr Eugene Kelly", "Marlene Richards"],
      "places_mentioned": ["Burra Town Hall", "Ironmine", "Clare", "St Mary's", "Burra", "Booborowie", "Mt Bryan", "Hallett"],
      "topics": ["celebration", "death", "accident", "community", "sport", "book"],
      "eric_notes": ["Edwin Thomas Williams born 12 April 1904 Ironmine: died 5 November 1985 Clare.", "Two photos."]
    }
  },
  {
    "record_id": "northern_argus_1985_11_20_001",
    "source_document": "1985-87_Northern__Argus.md",
    "source_line_start": 437,
    "source_line_end": 467,
    "issue_reference": "CXV, 8029 (2), 20 November 1985, pages 1 & 2",
    "original_text": "Market Square\n\nA petition with 570 signatures has called for a halt to any further installation of electricity poles in Market Square and for postponement of redevelopment work until an artist's impression has been published in the press and a public meeting held to discuss proposals.\n\nThe petition was organised by Burra National Trust and presented to Council by its President Mrs Maureen Wright.  For some years the Council has had plans to underground the electricity, improve traffic flow and redesign parking.  Although plans have been publicised they did not clearly show the position and design of the new lightin poles.  The type of light pole has created concern.  The standard goose-neck poles were deemed unsuitable for a heritage town and their position on proposed protuberances has also roused concern.  In presenting the petition Mrs Wright spoke about Burra as a Heritage Town and urged the Council to reconsider the pole choice.  Mr John Modra of the Highways Department spoke outlining the accepted standards and stressed that the safety factor.  The funding arrangements were also outlined.  Council accepted the petition and will discuss the situation at its executive meeting early this week.  Meanwhile undergrounding of power lines is proceeding as there was general consensus that this was desirable.  Other work has been halted.\n\nPlans were also produced at the meeting for the proposed Burra North deviation or Ludgvan Street Bypass.  The Highways Department hopes to proceed with that project in the next financial year.  [1986-87]\n\n[Photo of goose-neck poles in Commercial Street and the south side of Market Square.]\n\nThe Mid North Regional Tourist Association had a three-day visit to Burra last week.  Members of the Board had a dinner at the Old Jinker Restaurant.  While in Burra the Board stayed at Paxton Square Cottages and had a tour of the town.",
    "metadata": {
      "publication": "Northern Argus",
      "date": "1985-11-20",
      "volume": "CXV",
      "issue_number": "8029 (2)",
      "page": "1 & 2",
      "article_type": "news",
      "headline": "Market Square petition and heritage concerns",
      "people_mentioned": ["Maureen Wright", "John Modra"],
      "places_mentioned": ["Market Square", "Burra", "Commercial Street", "Ludgvan Street", "Old Jinker Restaurant", "Paxton Square"],
      "topics": ["heritage", "infrastructure", "petition", "council", "development"],
      "eric_notes": ["1986-87", "Photo of goose-neck poles in Commercial Street and the south side of Market Square."]
    }
  },
  {
    "record_id": "northern_argus_1985_11_20_002",
    "source_document": "1985-87_Northern__Argus.md",
    "source_line_start": 449,
    "source_line_end": 465,
    "issue_reference": "CXV, 8029 (2), 20 November 1985, page 23",
    "original_text": "Broken Hill-Burra Barrow Push 1986\n\nPlans are well under way for the West End-Toyota Great Barrow Push from Broken Hill to Burra according to Secretary Chris Reed.  Teams will assemble at Broken Hill on 21 January.  Team nominations close on 2 December.  The recent Clare-Burra Barrow Push was a great success.  Prizes for the 1986 Push:\n\n1st, $10,000\n\n2nd $1,000\n\n3rd $500\n\nThere will also be a series of $1,000 prizes for the 1st Sporting Team, the 1st team over 40, the 1st team under 17, the 1st all female team and the 1st service club team.\n\nThe Prime Minister has been asked to present the prizes and if he is able to accept he will be the first PM to visit Burra since Billy Hughes in 1924*.  Burra breathers won the Clare-Burra Push.\n\n[*This claim is incorrect.  W. Hughes visited twice as PM, on 28 August 1920 and 29 March 1922.  After that there was a visit by S.M. Bruce in March 1925 when he was PM and from J.B. Chifley when he was PM in 1946.]",
    "metadata": {
      "publication": "Northern Argus",
      "date": "1985-11-20",
      "volume": "CXV",
      "issue_number": "8029 (2)",
      "page": "23",
      "article_type": "community_notice",
      "headline": "Broken Hill-Burra Barrow Push 1986 plans",
      "people_mentioned": ["Chris Reed", "Billy Hughes", "W. Hughes", "S.M. Bruce", "J.B. Chifley"],
      "places_mentioned": ["Broken Hill", "Burra", "Clare"],
      "topics": ["race", "community", "fundraising"],
      "eric_notes": ["*This claim is incorrect.  W. Hughes visited twice as PM, on 28 August 1920 and 29 March 1922.  After that there was a visit by S.M. Bruce in March 1925 when he was PM and from J.B. Chifley when he was PM in 1946."]
    }
  },
  {
    "record_id": "northern_argus_1985_11_27_missing",
    "source_document": "1985-87_Northern__Argus.md",
    "source_line_start": 469,
    "source_line_end": 469,
    "issue_reference": "CXV, 8030 (2), 27November 1985, MISSING",
    "original_text": "CXV, 8030 (2), 27November 1985, MISSING Check this irregular numbering",
    "metadata": {
      "publication": "Northern Argus",
      "date": "1985-11-27",
      "volume": "CXV",
      "issue_number": "8030 (2)",
      "page": null,
      "article_type": "missing_issue",
      "headline": "Missing Issue",
      "people_mentioned": [],
      "places_mentioned": [],
      "topics": ["missing"],
      "eric_notes": []
    }
  },
  {
    "record_id": "northern_argus_1985_12_04_001",
    "source_document": "1985-87_Northern__Argus.md",
    "source_line_start": 471,
    "source_line_end": 479,
    "issue_reference": "CXV, 8031, 4 December 1985, page 23",
    "original_text": "Burra Pony Club bestowed life membership on two members during their recent Christmas dinner.  Recipients were Mrs Shirley Thamm and Mr Bob Steele.  Sixteen members attended the dinner.\n\nBurra's Jubilee 150 Float is taking shape.\n\n[Photo of the model of Morphett's Enginehouse being painted by Roger Boehm.]\n\nMrs Florrie Scroop was presented with a sheaf of flowers at the Burra Hospital Ladies' Auxiliary Gala Day at Burra Town Hall last Friday.  In honour of her 50 years service to the auxiliary a brass plaque will be mounted in the foyer of the hospital.",
    "metadata": {
      "publication": "Northern Argus",
      "date": "1985-12-04",
      "volume": "CXV",
      "issue_number": "8031",
      "page": "23",
      "article_type": "community_notice",
      "headline": "Pony Club life memberships and hospital auxiliary",
      "people_mentioned": ["Shirley Thamm", "Bob Steele", "Roger Boehm", "Florrie Scroop"],
      "places_mentioned": ["Burra", "Burra Town Hall"],
      "topics": ["community", "celebration", "award"],
      "eric_notes": ["Photo of the model of Morphett's Enginehouse being painted by Roger Boehm."]
    }
  },
  {
    "record_id": "northern_argus_1985_12_11_001",
    "source_document": "1985-87_Northern__Argus.md",
    "source_line_start": 481,
    "source_line_end": 523,
    "issue_reference": "CXV, 8032, 11 December 1985, page ?",
    "original_text": "Burra Barrow Birds find that due to unforeseen circumstances they need a replacement runner and a reserve.  Anyone interested should contact Di. Day.\n\nMarket Square\n\nFollowing the recent petition the goose-neck poles in Market Square have been removed.  At a meeting of the Burra Burra DC on Monday 9 December plans and an artist's impression of the square were on display.  Details of alternative lighting and its cost were also displayed.  A public meeting on the matter will be held at the Civic Centre on Thursday 19 December at 8 p.m.  Undergrounding of power lines continues.\n\nBurra Hospital's new secretary-manager, John Chilton, has been welcomed along with his wife Yvonne and children Kara (7) and Nathan (4).  [Photo of John.]\n\nWeather.  A storm struck Burra on Sunday 1 December.  About 50 points fell in about ten minutes.  At 'The Gap' 56 points fell and hail with it.  A fire, probably caused by lightning burnt about 7 ha at 'The Gap'.\n\nOn Friday 6 December a ferocious storm hit Burra about midday causing some localised flooding.  At Baldina Station 80 points fell in ten minutes, after which the rain gauge failed.  Hail, some of it up to golf ball size accompanied the storm.  Trees within two miles of the homestead were stripped of about half their foliage.  Creeks rose rapidly.  At the homestead many windows were smashed and paint was stripped from doors.  A car had its windscreen and windows broken and the bodywork dented.  The eastern road was blocked till about 5.30 p.m.\n\nModel T Ford enthusiasts visited Burra last weekend.\n\nBCS.  Three students have been selected for the Australian All-Schools Championships in Perth 12-16 December.  They are Rosie Lloyd, Graham Kessell and Craig McDowell.\n\nMarriage.  At Aldgate on Saturday\n\nAmanda Cockington, daughter of Dudley & Jan Cockinton of Redcliffe Station, married Stephen Richards.\n\nMarriage.  Novar Gardens on 21 December.\n\nChris Lloyd, second daughter of Margaret & Don Lloyd, will marry Peter Fox.\n\nRicky Loffler now works at the Burra branch of the State Bank.\n\nRobert van Gasteren is an apprentice with the local butcher John Maidment.\n\nStephen Hoskins will begin a nursing course next year.\n\nAlison Cousins has a position with the public service in the New Year.\n\nBurra's Festival of Carols will be held in the Hospital grounds on Sunday 15 December.\n\nBCS.  The 60/40 Prom to end 1985 will be held in the Burra Town Hall on 18 December.\n\nNick van Buuren is directing the construction of Burra's Jubilee 150 float for the Adelaide procession on New Year's Eve.",
    "metadata": {
      "publication": "Northern Argus",
      "date": "1985-12-11",
      "volume": "CXV",
      "issue_number": "8032",
      "page": "?",
      "article_type": "community_notice",
      "headline": "Community news and weather events",
      "people_mentioned": ["Di Day", "John Chilton", "Yvonne Chilton", "Kara Chilton", "Nathan Chilton", "Rosie Lloyd", "Graham Kessell", "Craig McDowell", "Amanda Cockington", "Dudley Cockinton", "Jan Cockinton", "Stephen Richards", "Chris Lloyd", "Margaret Lloyd", "Don Lloyd", "Peter Fox", "Ricky Loffler", "Robert van Gasteren", "John Maidment", "Stephen Hoskins", "Alison Cousins", "Nick van Buuren"],
      "places_mentioned": ["Market Square", "Burra", "The Gap", "Baldina Station", "Perth", "Aldgate", "Redcliffe Station", "Novar Gardens", "Adelaide"],
      "topics": ["community", "infrastructure", "weather", "marriage", "appointment", "celebration"],
      "eric_notes": ["Photo of John."]
    }
  }
]